{
  "nav": {
    "home": "Home",
    "gallery": "Apartments",
    "events": "Events",
    "contacts": "Contacts",
    "cancel": "Cancellation",
    "booking": "Booking"
  },
  "footer": {
    "menu": "Menu",
    "information": "Information",
    "house_rule": "House rules",
    "booking_information": "About booking",
    "privacy_statement": "Privacy notice",
    "delete_user_data": "Delete user data"
  },
  "home": {
    "free_periods": "Free weeks",
    "introduction": "Introduction",
    "intro1": "We have been dreaming about a place like Levendula apartment for a long time ago. The dream comes true in 2017. We grow up by the lake of Balaton and we wanted to share the feeling with the others. It took a long time to find the best place, but finally, we found an old house. We had to fully renovate it but it worth the time and the cost because we could customize the building on our own. During the renovation we tried to create a modern apartment with: instead of the old small porch we created two big terraces where you are able to have BBQ, there is a built-in air conditioner and it is suitable for heating too, the original walls are re-arranged and built-in new windows. The renovation took about a year, but it is not the end. When we do not have guests we continuously maintain the building and the garden as well.",
    "intro2": "So after renovation and customization, we could welcome our first guests in the summer of 2018. It was really exciting. We handed over the keys to our first guest with a heavy heart because during the year we fell in love with our little house but on the other hand, it was ready for the guests. However we take scheduled maintains we want to give you an easy booking solution, so you should have to have a good time during your holiday. Everybody in the family is helping us to maintain the apartment, for example, this website is made by our son. ",
    "intro3": "I hope during your holiday you would have enough time to discover the local sights or events. You can find some event ideas on this site. Thank you to reach us and visit our website. I hope we will see each other in the near future in the Levendula Apartman at Balatonmáriafürdő."
  },
  "events": {
    "title": "Upcoming events",
    "cat_all": "All",
    "cat_walk": "By walk",
    "cat_bike": "By bicycle",
    "cat_car": "By car",
    "not_found": "Events not found",
    "distance": "Distance:",
    "location": "Location:",
    "web": "Website:",
    "click_here": "Click here!"
  },
  "contacts": {
    "title": "Levendula Apartman",
    "show": "Show",
    "contact_person": "Contact person",
    "phone": "Mobile",
    "email": "E-mail",
    "address": "Address"
  },
  "delete_booking": {
    "dialog_title": "Attention!",
    "dialog_text": "We have begun canceling the reservation associated with the following ID:",
    "dialog_infos": "The required information has been sent to the email address you provided at the time of booking and you will find details <a href='/booking-info'>about the booking.</a>.",
    "farwell": "Hope to see you again.",
    "dialog_button": "Cancel",
    "title": "Cancel booking",
    "desc1": "To cancel your booking, you must provide the booking ID you received after booking. Each step will be emailed to you.",
    "desc2": "Pressing the <i>Cancel</i> button will begin the process of canceling your reservation.",
    "desc3": "<b>Important:</b> We can only cancel your booking with a valid booking ID. Details can be found at the link below!",
    "data_caption": "Data:",
    "booking_id_placeholder": "*Booking ID",
    "cancelation_reason_placeholder": "Reason of the cancellation (optional)",
    "info_mandatory": "Fields marked with * are required",
    "info_char_remaining": "Remaining characters:",
    "checkbox": "I would like to cancel my booking",
    "button": "Cancel"
  },
  "booking": {
    "dialog": {
      "dialog_header": "Caution!",
      "dialog_desc1": "Reservation through the website is currently paused.",
      "dialog_desc2": "You can view your free dates, but you will not be able to submit a new booking through the website.",
      "dialog_desc3": "Please indicate your reservation intention on <a target='_blank', rel='noopener noreferrer', href='https://www.facebook.com/levendulabalatonmaria'>Facebook</a> or one of our <a target='_blank', rel='noopener noreferrer', href='https://levendulabalatonmaria.info/contact'>contact details</a>.",
      "dialog_desc4": "Thank you for your patience.",
      "dialog_button": "Close"
    },
    "success_dialog": {
      "dialog_header": "Successful booking!",
      "dialog_desc1": "We have temporarily booked with your provided data on this ID:",
      "dialog_desc2": "You can finalize your reservation by sending a deposit money. If the deposit money is not received within 72 hours, your booking will be automatically canceled.",
      "dialog_desc3": "We will inform you about the further details of the reference by e-mail (if you have not received a letter from us, please check your spam as well).",
      "dialog_desc4": "Have a nice day, Levendula Apartman"
    },
    "failed_dialog": {
      "dialog_header": "Unsuccessful booking!",
      "dialog_desc1": "Please try another date or contact us on Facebook."
    },
    "house_chooser": {
      "choose_caption": "Choose apartments, <a href='https://levendulabalatonmaria.info/gallery'> more information</a>.",
      "lavender1_title": "Levendula 1",
      "lavender1_subtitle": "Levendula Apartman (left) - for 5 people",
      "lavender2_title": "Levendula 2",
      "lavender2_subtitle": "Levendula Apartman (right) - for 5 people",
      "coming_soon": "Reach us on facebook"
    },
    "date_form": {
      "title": "Booking",
      "choose_date": "Choose a date or just look at the free weeks.",
      "arrival": "Arrival",
      "departure": "Departure",
      "summary": "Total payable",
      "night_count": "nights)",
      "before_money": "Down payment (30%)",
      "person_count": "People (adult + child) *",
      "pet_count": "Pet *",
      "next_button": "Next"
    },
    "personal_data_form": {
      "title": "Personal data",
      "personal_data": "Booking details",
      "first_name": "*Surname (Smith)",
      "last_name": "*First Name (Paul)",
      "mobile": "*Phone number (+36301234567)",
      "email": "*Email (example@email.com)",
      "hints": "Notices",
      "back_button": "Back"
    },
    "overview_form": {
      "title": "Overview",
      "info": "Scroll down to submit your reservation.",
      "person_count": "Number of people:",
      "pet_count": "Number of four-legged:",
      "person": "person",
      "pets": "pets",
      "full_name": "Full name:",
      "mobile": "Phone number:",
      "email": "E-mail:",
      "hint_placeholder": "No Comments",
      "privacy_notice_text": "I have read and accept the <a href='/privacy-statement'>Privacy statement</a>! *",
      "newsletter_text": "I would like to be notified by email!",
      "data_handling": "I consent to the management of my data! *",
      "house_rules": "I have read and accept the <a href='/house-rules'>house policy</a> and the <a href='/booking-info'>booking terms</a>! *",
      "booking_now": "Book now!"
    },
    "results": {
      "title": "Booking request sent",
      "description": "Your reservation request has been submitted for review. Further steps have been sent to the email address you provided.",
      "reservation_info": "Booking ID:",
      "failed_text": "Failed reservation",
      "failed_description": "Please try again."
    },
    "booking_informations": {
      "title": "Information about booking",
      "desc1": "- The place accommodates small dogs and cats.",
      "desc2": "- Tourist tax (IFA) is not included",
      "desc3": "- The high season runs from 15 June to 31 August.",
      "desc_otp": "- You can even pay with <a href='https://www.otpportalok.hu/fooldal/'> OTP SZÉP kártya</a>.",
      "desc4": "- <b>Seven nights (Saturday to Saturday) are most likely</b> to be booked during the high season. A minimum of two nights can be booked in low season.",
      "desc5": "- The booked time period is considered official after the deposit has been transferred. Unconfirmed bookings will be canceled within 72 hours!",
      "desc6": "- Please enter your booking number in the bank transfer notice. Details for making a deposit via the <a href='/contact'>contact menu</a> as well as the progress of the transfer via email and <a target='_blank' rel='noopener noreferrer', href='/booking-info'>you can find here</a>.",
      "desc7": "- Arrival on the booked day is from 14:00, departure is from 10:00.",
      "desc8": "- For details about cancellation and other information, please see the  <a href='/booking-info'>at the link below</a> or in the confirmation email. "
    }
  },
  "subscribe": {
    "floating_text": "Newsletter",
    "success": {
      "title": "Thank You!",
      "description": "You have successfully subscribed to our newsletter. You can find details about unsubscribing in the footer of the newsletter.",
      "button": "Close"
    },
    "title": "Sign up for newsletter",
    "description1": "If you would like to be informed about the news and our seasonal offers, sign up for our newsletter and we will inform you about the latest information.",
    "description2": "Information on unsubscribing can be found in the footnote of the newsletter.",
    "description3": "There are a few topics you will definitely find in our newsletters:",
    "description4": "<b>House-related novelties and remodeling</b>: We will inform you if we have done any renovation or remodeling of the apartment, and we will write to you if we introduce a new service.",
    "description5": "<b>Seasonal offers</b>: We will inform you about our seasonal prices as well as information about our holiday offers.",
    "description6": "<b>Last minute occasions</b>: It's also a good idea to sign up for our newsletter system because cancellation may result in the availability of times that are right for you again.",
    "description7": "<b>Questionnaires</b>: In the future, we may ask for your opinion on a remodeling, service, so we can design your vacation home and the environment as you wish.",
    "data": {
      "title": "Data:",
      "email": "*E-mail",
      "first_name": "First Name",
      "last_name": "Last Name"
    },
    "hint": "Fields marked with * are required",
    "button": "Sign up"
  },
  "cookie-bar": {
    "title": "We use cookies for a better user experience",
    "description": "What are cookies? Visit <a href='https://hu.wikipedia.org/wiki/HTTP-s%C3%BCti'>to this page</a>. How the Lavender Apartment uses cookies? You can find more information on <a href='/privacy-statement'>this page</a>.",
    "button": "Okay"
  },
  "delete_user_data": {
    "dialog": {
      "dialog_title": "Attention!",
      "dialog_desc1": "We have started deleting the data belonging to the e-mail address.",
      "dialog_desc2": "Information on unsubscribing to the newsletter can be found in the footnote of the newsletter."
    },
    "delete_button": "Delete data",
    "title": "Delete user data",
    "desc1": "Once you have submitted your booking, the data you provide will be stored for statistical and analytical purposes. As this is personal data, you can request that the data be removed from the system at any time.",
    "desc2": "You can delete your data by pressing the <i>Clear Data</i> button.",
    "desc3": "<b> Important: </b> In this case, we will only delete your stored data, you can find more information in the newsletter to unsubscribe from the newsletter.",
    "desc4": "Details of the use of the data can be found on the <a href='/booking-info'>following page</a>!",
    "data_caption": "Data:",
    "email_placeholder": "*E-mail",
    "cancelation_reason_placeholder": "Cause of deletion (optional)",
    "info_mandatory": "Fields marked with * are required",
    "info_char_remaining": "Remaining characters:",
    "checkbox": "I would like to delete my personal data!"
  },
  "house_rules": {
    "translated_by": "Translated by Google Translate"
  }
}
