{
  "lavender1": [
    {
      "location": "assets/gallery/lavender1/img/1.jpg",
      "caption": "View from the street",
      "text": "The view from the street front, and even the lavender bushes bloom in summer."
    },
    {
      "location": "assets/gallery/lavender1/img/2.jpg",
      "caption": "Backyard",
      "text": "The back garden is ideal for sunbathing, playing table tennis, playing football or even organizing a garden party."
    },
    {
      "location": "assets/gallery/lavender1/img/3.jpg",
      "caption": "Back patio",
      "text": "On the back patio, you can have a nice breakfast or even the afternoon baking. The whole family can sit at six tables."
    },
    {
      "location": "assets/gallery/lavender1/img/7.jpg",
      "caption": "Back patio and grill",
      "text": "Everybody is comfortable at the table and overlooks the entire garden. Every door in the cottage is equipped with mosquito nets and shutters."
    },
    {
      "location": "assets/gallery/lavender1/img/4.jpg",
      "caption": "Cafe terrace",
      "text": "The house has two terraces so everyone has their own area to have their morning coffee. After the beach, we can comfort ourselves and sit down for a glass of wine in the evening."
    },
    {
      "location": "assets/gallery/lavender1/img/5.jpg",
      "caption": "Lavender seedlings",
      "text": "Our favorite plant, Lavender, is not secret, which is why the apartment is named after it. There are many lavender bushes throughout the apartment, including the terrace."
    },
    {
      "location": "assets/gallery/lavender1/img/6.jpg",
      "caption": "Garden shower",
      "text": "An old-fashioned but modernized garden shower, located at the end of the yard, can refresh you in the great storm."
    },
    {
      "location": "assets/gallery/lavender1/img/12.jpg",
      "caption": "Dining room",
      "text": "The sofa in the dining room can be pulled out so it can be comfortable for two people. It has WiFi and cable TV so you don't miss out on your favorite series or share the pictures you took that day on the internet. we get to the back terrace."
    },
    {
      "location": "assets/gallery/lavender1/img/10.jpg",
      "caption": "Kitchen",
      "text": "The apartment also has a hob, sink, fridge, coffee maker, kettle, microwave, plates and cutlery. Air conditioning is also included."
    },
    {
      "location": "assets/gallery/lavender1/img/8.jpg",
      "caption": "Double room",
      "text": "The apartment has two bedrooms, but the sofa in the dining room can be pulled out to accommodate a total of 6 adults. The larger room has a double bed and a wardrobe. There is a window between the dining room and the larger room and for better light conditions, but the window can be blinded."
    },
    {
      "location": "assets/gallery/lavender1/img/9.jpg",
      "caption": "Shower",
      "text": "The sink, toilet, shower are in one room. Towels and other accessories are available. There is also an old-fashioned, barrel-shaped shower in the garden that can refresh you on warm summer afternoons."
    },
    {
      "location": "assets/gallery/lavender1/img/13.jpg",
      "caption": "Double room",
      "text": "The other room has two adult size beds and a wardrobe."
    }
  ],
  "lavender2": []
}
